/* RPD 학생 매핑 — 학번 → { name, class } */
/* 2026-03-15 출석부 기준: 1반 14명, 2반 11명 = 25명 */
var STUDENTS = {
  "12214335": { name: "최지율", "class": "1반" },
  "12223678": { name: "전영훈", "class": "1반" },
  "12233491": { name: "엄다현", "class": "1반" },
  "12233499": { name: "조수연", "class": "1반" },
  "12234027": { name: "박종민", "class": "1반" },
  "12234032": { name: "신건우", "class": "1반" },
  "12243082": { name: "이태윤", "class": "1반" },
  "12243798": { name: "김민서", "class": "1반" },
  "12243814": { name: "윤서현", "class": "1반" },
  "12253488": { name: "이정민", "class": "1반" },
  "12253489": { name: "이지연", "class": "1반" },
  "12253491": { name: "이채원", "class": "1반" },
  "12253494": { name: "제이현", "class": "1반" },
  "12253506": { name: "황은하", "class": "1반" },
  "12212953": { name: "김성호", "class": "2반" },
  "12221708": { name: "한지예", "class": "2반" },
  "12223684": { name: "하상민", "class": "2반" },
  "12224245": { name: "정효린", "class": "2반" },
  "12242406": { name: "김채원", "class": "2반" },
  "12242749": { name: "유다현", "class": "2반" },
  "12243800": { name: "김민하", "class": "2반" },
  "12243805": { name: "박채린", "class": "2반" },
  "12243816": { name: "이가남", "class": "2반" },
  "12243828": { name: "최은녕", "class": "2반" },
  "12243831": { name: "하채민", "class": "2반" }
};
